Repository: 5kr1p7/superfecta
Catalog: i18n/*/LC_MESSAGES/superfecta.po
Languages: de_de

source: ALL
de_de: ALLE

source: Actions
de_de: Aktionen

source: Add Caller ID Scheme
de_de: Füge Anrufer ID Schema hinzu

source: Add Scheme
de_de: Schema hinzufügen

source: Add, Remove, Enable, Disable, Sort and Configure data sources as appropriate for your situation.
de_de: Datenquellen entsprechend Ihrer Situation hinzufügen, entfernen, aktivieren, deaktivieren, sortieren und konfigurieren.

source: Admin
de_de: Administrator

source: CID Prefix URL
de_de: CID Präfix URL

source: CID Rules
de_de: CID-Regeln

source: Call detected as spam, would send call to: %s
de_de: Anruf als Spam erkannt, würde den Anruf nach %s verbinden

source: Caller ID Superfecta
de_de: Anrufer-ID-Superfecta

source: CallerID Superfecta for FreePBX is a utility program which adds incoming CallerID name lookups to your Asterisk system using multiple data sources
de_de: CallerID Superfecta (Anrufer-ID-Superfecta) für FreePBX ist ein Hilfsprogramm, das eingehende CallerID/AnruferID-Namenssuchen unter Verwendung mehrerer Datenquellen zu Ihrem Asterisk-System hinzufügt

source: Changed CNUM to: %s
de_de: CNUM zu %s geändert

source: DID Number
de_de: Durchwahlnummer

source: DID Rules
de_de: DID-Regeln

source: Data Source Name
de_de: Name der Datenquelle

source: Debug Level to display
de_de: Anzuzeigendes Debug Level

source: Debug is on and set at level:
de_de: Das Debuggen ist aktiviert und ist auf folgender Stufe gesetzt:

source: Debug/Test Run Scheme
de_de: Ausführungsschema für Debug / Test

source: Debugging Enabled, will not stop after first result
de_de: Debugging aktiviert, stoppt nicht nach dem ersten Ergebnis

source: Define Settings for a new Scheme
de_de: Legen Sie die Einstellungen für ein neues Schema fest

source: Define a new name for this scheme
de_de: Legen Sie einen neuen Namen für dieses Schema fest

source: Define the expected DID Number if your trunk passes DID on incoming calls. <br><br>Leave this blank to match calls with any or no DID info.<br><br>This rule trys both absolute and pattern matching (eg "_2[345]X", to match a range of numbers). (The "_" underscore is optional.)
de_de: Definieren Sie die erwartete Durchwahlnummer, wenn Ihre Amtsleitung bei eingehenden Anrufen die Durchwahl weiterleitet. <br> <br> Lassen Sie dieses Feld leer, um Anrufe mit beliebigen oder keinen DID-Informationen abzugleichen. <br> <br> Diese Regel versucht sowohl den absoluten als auch den Musterabgleich (z. B. "_2 [345] X", um einen Bereich von Zahlen abzugleichen). (Der Unterstrich "_" ist optional.)

source: Description
de_de: Beschreibung

source: Edit Scheme
de_de: Schema bearbeiten

source: Enable SPAM Interception
de_de: Aktiviere Abfangen von Spam

source: Enable Superfecta Lookup
de_de: Aktiviere Superfecta Suche

source: Enabled
de_de: Aktiviert

source: Executing
de_de: In Ausführung

source: If you wish to prefix information on the caller id you can specify a url here where that prefix can be retrieved.<br>The data will not be parsed in any way, and will be truncated to the first 10 characters.<br>Example URL: http://www.example.com/GetCID.php?phone_number=[thenumber]<br>[thenumber] will be replaced with the full 10 digit phone number when the URL is called
de_de: Wenn Sie Informationen zur Anrufer-ID voranstellen möchten, können Sie hier eine URL angeben, unter der diese Kennung abgerufen werden kann. <br> Die Daten werden in keiner Weise analysiert aber auf die ersten 10 Zeichen gekürzt. <br> Beispiel URL: http://www.example.com/GetCID.php?phone_number=[thenumber] <br> [thenumber] wird beim Aufrufen der URL durch die vollständige 10-stellige Telefonnummer ersetzt

source: Incoming calls with CID matching the patterns specified here will use this CID Scheme. If this is left blank, this scheme will be used for any CID. It can be used to add or remove prefixes.<br> <strong>Many sources require a specific number of digits in the phone number. It is recommended that you use the patterns to remove excess country code data from incoming CID to increase the effectiveness of this module.</strong><br> Note that a pattern without a + or | (to add or remove a prefix) will not make any changes but will create a match. Only the first matched pattern will be executed and the remaining rules will not be acted on.<br /><br /><b>Rules:</b><br /> <strong>X</strong>&nbsp;&nbsp;&nbsp; matches any digit from 0-9<br /> <strong>Z</strong>&nbsp;&nbsp;&nbsp; matches any digit from 1-9<br /> <strong>N</strong>&nbsp;&nbsp;&nbsp; matches any digit from 2-9<br /> <strong>[1237-9]</strong>&nbsp; matches any digit or letter in the brackets (in this example, 1,2,3,7,8,9)<br /> <strong>.</strong>&nbsp;&nbsp;&nbsp; wildcard, matches one or more characters (not allowed before a | or +)<br /> <strong>|</strong>&nbsp;&nbsp;&nbsp; removes a dialing prefix from the number (for example, 613|NXXXXXX would match when some one dialed "6135551234" but would only pass "5551234" to the Superfecta look up.)<br><strong>+</strong>&nbsp;&nbsp;&nbsp; adds a dialing prefix to the number (for example, 1613+NXXXXXX would match when someone dialed "5551234" and would pass "16135551234" to the Superfecta look up.)<br /><br /> You can also use both + and |, for example: 01+0|1ZXXXXXXXXX would match "016065551234" and dial it as "0116065551234" Note that the order does not matter, eg. 0|01+1ZXXXXXXXXX does the same thing.
de_de: Eingehende Anrufe mit CID, die den hier angegebenen Mustern entsprechen, verwenden dieses CID-Schema. Wenn dieses Feld leer gelassen wird, wird dieses Schema für jede CID verwendet. Es kann verwendet werden, um Präfixe hinzuzufügen oder zu entfernen.<br> <strong>Viele Quellen erfordern eine bestimmte Anzahl von Ziffern in der Telefonnummer. Es wird empfohlen, die Muster zu verwenden, um überschüssige Ländercodedaten von der eingehenden CID zu entfernen, um die Effektivität dieses Moduls zu erhöhen.</strong><br> Beachten Sie, dass ein Muster ohne + oder | (um ein Präfix hinzuzufügen oder zu entfernen) nimmt keine Änderungen vor, erstellt jedoch eine Übereinstimmung. Es wird nur das erste übereinstimmende Muster ausgeführt und die verbleibenden Regeln werden nicht beachtet.<br /><br /><b>Regeln:</b><br /> <strong>X</strong>&nbsp;&nbsp;&nbsp; Entspricht einer beliebigen Ziffer von 0-9 <br /> <strong>Z</strong>&nbsp;&nbsp;&nbsp; Entspricht einer beliebigen Ziffer von 1-9 <br /> <strong>N</strong>&nbsp;&nbsp;&nbsp; Entspricht einer beliebigen Ziffer von 2-9 <br /> <strong>[1237-9]</strong>&nbsp; Entspricht einer beliebigen Ziffer oder einem Buchstaben in den Klammern (in diesem Beispiel 1,2,3,7,8,9)<br /> <strong>.</strong>&nbsp;&nbsp;&nbsp; Platzhalter, entspricht einem oder mehreren Zeichen (nicht zulässig vor einem | oder +)<br /> <strong>|</strong>&nbsp;&nbsp;&nbsp; Entfernt ein Wählpräfix von der Nummer (z. B. würde 613 | NXXXXXX übereinstimmen, wenn jemand "6135551234" wählte, aber nur "5551234" an die Superfecta-Suche übergibt.) <br> <strong> + </strong>&nbsp;&nbsp;&nbsp; fügt der Nummer ein Wählpräfix hinzu (z. B. würde 1613 + NXXXXXX übereinstimmen, wenn jemand "5551234" wählt und "16135551234" an Superfecta weiterleitet.) <br /> <br /> Sie können auch + und | verwenden, zum Beispiel: 01 + 0 | 1ZXXXXXXXXX würde mit "016065551234" übereinstimmen und als "0116065551234" wählen. Beachten Sie, dass die Reihenfolge keine Rolle spielt, z. 0 | 01 + 1ZXXXXXXXXX macht dasselbe.

source: Incoming calls with CID matching the patterns specified here will use this CID Scheme. If this is left blank, this scheme will be used for any CID. It can be used to add or remove prefixes.<br> <strong>Many sources require a specific number of digits in the phone number. It is recommended that you use the patterns to remove excess country code data from incoming CID to increase the effectiveness of this module.</strong><br> Note that a pattern without a + or | (to add or remove a prefix) will not make any changes but will create a match. Only the first matched pattern will be executed and the remaining rules will not be acted on.<br /><br /><b>Rules:</b><br /> <strong>X</strong>&nbsp;&nbsp;&nbsp; matches any digit from 0-9<br /> <strong>Z</strong>&nbsp;&nbsp;&nbsp; matches any digit from 1-9<br /> <strong>N</strong>&nbsp;&nbsp;&nbsp; matches any digit from 2-9<br /> <strong>[1237-9]</strong>&nbsp; matches any digit or letter in the brackets (in this example, 1,2,3,7,8,9)<br /> <strong>.</strong>&nbsp;&nbsp;&nbsp; wildcard, matches one or more characters (not allowed before a | or +)<br /> <strong>|</strong>&nbsp;&nbsp;&nbsp; removes a dialing prefix from the number (for example, 613|NXXXXXX would match when some one dialed "6135551234" but would only pass "5551234" to the Superfecta look up.)<br><strong>+</strong>&nbsp;&nbsp;&nbsp; adds a dialing prefix to the number (for example, 1613+NXXXXXX would match when someone dialed "5551234" and would pass "16135551234" to the Superfecta look up.)<br /><br /> You can also use both + and |, for example: 01+0|1ZXXXXXXXXX would match "016065551234" and dial it as "0116065551234" Note that the order does not matter, eg. 0|01+1ZXXXXXXXXX does the same thing.
de_de: Eingehende Anrufe mit CID, die den hier angegebenen Mustern entsprechen, verwenden dieses CID-Schema. Wenn dieses Feld leer gelassen wird, wird dieses Schema für jede CID verwendet. Es kann zum Hinzufügen oder Entfernen von Präfixen verwendet werden. <br> <strong> Viele Quellen erfordern eine bestimmte Anzahl von Ziffern in der Telefonnummer. Es wird empfohlen, die Muster zu verwenden, um überschüssige Ländercode-Daten von eingehenden CIDs zu entfernen und die Effektivität dieses Moduls zu erhöhen. </ Strong> <br> Beachten Sie, dass ein Muster ohne + oder | (um ein Präfix hinzuzufügen oder zu entfernen) nimmt keine Änderungen vor, erstellt jedoch eine Übereinstimmung. Nur das erste übereinstimmende Muster wird ausgeführt und die verbleibenden Regeln werden nicht berücksichtigt. <br /> <br /> <b> Regeln: </ b> <br /> <strong> X </ strong> &nbsp;&nbsp;&nbsp; entspricht einer beliebigen Ziffer von 0 bis 9 <br /> <strong> Z </ strong> &nbsp;&nbsp;&nbsp; entspricht einer beliebigen Ziffer von 1-9 <br /> <strong> N </ strong> &nbsp;&nbsp;&nbsp; entspricht einer beliebigen Ziffer von 2-9 <br /> <strong> [1237-9] </ strong> &nbsp; entspricht einer beliebigen Ziffer oder einem Buchstaben in Klammern (in diesem Beispiel 1,2,3,7,8,9) <br /> <strong>. </ strong> &nbsp;&nbsp;&nbsp; Platzhalter, entspricht einem oder mehreren Zeichen (nicht zulässig vor einem | oder +) <br /> <strong> | </ strong> &nbsp;&nbsp;&nbsp; entfernt ein Wählpräfix von der Nummer (z. B. würde 613 | NXXXXXX mit "6135551234" übereinstimmen, aber nur "5551234" an die Superfecta-Suche übergeben.) <br > <strong> + </ strong> &nbsp;&nbsp;&nbsp; fügt der Nummer eine Vorwahl hinzu (z. B. würde 1613 + NXXXXXX übereinstimmen, wenn jemand "5551234" wählt, und würde "16135551234" an die Superfecta-Suche übergeben.) <br / > <br /> Sie können auch + und | verwenden, zum Beispiel: 01 + 0 | 1ZXXXXXXXXX würde mit "016065551234" übereinstimmen und als "0116065551234" wählen. Beachten Sie, dass die Reihenfolge keine Rolle spielt, z. 0 | 01 + 1ZXXXXXXXXX macht dasselbe.

source: List Schemes
de_de: Schemata auflisten

source: Lookup Timeout
de_de: Zeitlimit für Suche

source: Matched CID Rule: %s with %s
de_de: Übereinstimmende CID-Regel: %s mit %s

source: Matched DID Rule: %s with %s
de_de: Übereinstimmende DID-Regel: %s mit %s

source: Multifecta Timeout
de_de: Multifecta Auszeit

source: NONE
de_de: NICHTS

source: New Scheme Name
de_de: Neuer Schemaname

source: No
de_de: Nein

source: No callerid found
de_de: Keine Anrufer-ID gefunden

source: No matching CID rules. Skipping scheme
de_de: Keine übereinstimmenden CID-Regeln. Überspringe Schema

source: No matching DID rules. Skipping scheme
de_de: Keine übereinstimmenden DID-Regeln. Überspringe Schema

source: Order
de_de: Reihenfolge

source: Phone Number
de_de: Telefonnummer

source: Phone number to test this scheme against
de_de: Telefonnummer zum Gegentesten dieses Schemas

source: Prefix Url defined as: %s
de_de: Präfix-URL definiert als: %s

source: Prefix Url defined but result was empty
de_de: Präfix-URL ist definiert, aber Ergebnis war leer

source: Prefix Url result took %s seconds.
de_de: Das Ergebnis der Präfix-URL dauerte %s Sekunden.

source: Provides simultaneous use of, and complete control over multiple caller id data sources.
de_de: Ermöglicht die gleichzeitige Verwendung und vollständige Kontrolle über mehrere Anrufer-ID-Datenquellen.

source: Reset
de_de: Zurücksetzen

source: Returned Result would be:
de_de: Das zurückgelieferte Ergebnis wäre:

source: SPAM Send Threshold
de_de: SPAM-Übermittlungslimit

source: SPAM Text Substituted
de_de: SPAM-Text ersetzt

source: Scheme Asked is: %s
de_de: Gefragt ist: %s

source: Scheme Name
de_de: Schemaname

source: Scheme Name can not be blank!
de_de: Der Schemaname kann nicht leer sein!

source: Scheme Name: %s
de_de: Schemaname: %s

source: Scheme Type:
de_de: Schematyp:

source: Scheme can not be empty!
de_de: Schema kann nicht leer sein!

source: Scheme names cannot be blank
de_de: Schemanamen können nicht leer sein

source: Select which data source(s) to use for your lookups, and the order in which you want them used:
de_de: Wählen Sie die Datenquelle(n) aus, die Sie für Ihre Suche verwenden möchten, und die Reihenfolge, in der Sie sie verwenden möchten:

source: Send Spam Call To
de_de: Sende Spam-Anruf an

source: Setting caller id to: %s
de_de: Festlegen der Anrufer-ID auf: %s

source: Setup Schemes in CID Superfecta section
de_de: Setup-Schemata im Abschnitt CID Superfecta

source: Sources can be added/removed in CID Superfecta section
de_de: Quellen können im Abschnitt CID Superfecta hinzugefügt / entfernt werden

source: Spam Call, Sending call to: %s
de_de: Spam-Anruf, Anruf senden an: %s

source: Specify a timeout in seconds defining how long multifecta will obey the source priority. After this timeout, the first source to respond with a CNAM will be taken, until "Lookup Timeout" is reached
de_de: Geben Sie eine Zeitüberschreitung in Sekunden an, die angibt, wie lange der Multifecta der Quellpriorität folgt. Nach diesem Timeout wird die erste Quelle, die mit einem CNAM antwortet, genommen, bis das "Lookup Timeout" erreicht ist

source: Specify a timeout in seconds for each source. If the source fails to return a result within the alloted time, the script will move on.
de_de: Geben Sie für jede Quelle ein Zeitlimit in Sekunden an. Wenn die Quelle innerhalb der festgelegten Zeit kein Ergebnis zurückgibt, wird das Skript fortgesetzt.

source: Starting scheme %s
de_de: Starte Schema %s

source: Submit
de_de: Absenden

source: Superfecta Processor
de_de: Superfecta-Prozessor

source: Superfecta Scheme
de_de: Superfecta-Schema

source: The CNAME is: %s
de_de: Der CNAME ist: %s

source: The CNUM is: %s
de_de: Der CNUM ist: %s

source: The DID is: %s
de_de: Der DID ist: %s

source: The DID to test this scheme against
de_de: Die DID, gegen die dieses Schema getestet werden soll

source: The Original Number:
de_de: Die ursprüngliche Nummer:

source: The Scheme:
de_de: Das Schema:

source: These are the types of Superfecta Processors
de_de: Dies sind die Typen von Superfecta-Prozessoren

source: This Module's wiki pages can be found here.
de_de: Die Wiki-Seiten dieses Moduls finden Sie hier.

source: This Project is hosted/maintained at %s Feel free to fork/help/complain.
de_de: Dieses Projekt wird unter %s gehostet / gewartet. Fühlen Sie sich frei, sich zu teilen / zu helfen / sich zu beschweren.

source: This is the threshold to send the call to the specified destination below
de_de: Dies ist der Schwellenwert, um den Anruf an das unten angegebene Ziel zu senden

source: This scheme would set the caller id to: %s
de_de: Dieses Schema würde die Anrufer-ID auf: %s setzen

source: This text will be prepended to Caller ID information to help you identify calls as SPAM calls
de_de: Diesem Text werden Anrufer-ID-Informationen vorangestellt, damit Sie Anrufe als SPAM-Anrufe identifizieren können

source: Unknown Scheme
de_de: Unbekanntes Schema

source: WARN
de_de: WARNUNG

source: What is CallerID Superfecta?
de_de: Was ist CallerID Superfecta?

source: When enabled, Spam calls can be diverted or terminated
de_de: Wenn diese Option aktiviert ist, können Spam-Anrufe umgeleitet oder beendet werden

source: When enabled, the text entered in "SPAM Text" (above) will replace the CID completely rather than pre-pending the CID value
de_de: Bei Aktivierung ersetzt der in "SPAM-Text" (oben) eingegebene Text die CID vollständig, anstatt sie vor den CID-Wert zu setzen

source: Where to send the call when it is detected as spam
de_de: Wohin der Anruf gesendet werden soll, wenn er als Spam erkannt wird

source: Yes
de_de: Ja

source: You cannot create a scheme the same name as an existing scheme
de_de: Sie können kein Schema erzeugen, das denselben Namen hat wie ein bestehendes

source: You cannot rename a scheme the same thing as an existing scheme
de_de: Sie können ein Schema nicht wie ein vorhandenes Schema benennen

source: no
de_de: nein

source: result took %s seconds
de_de: Ergebnis benötigte %s Sekunden

source: yes
de_de: ja
